{
  "settings": "Settings",
  "theme": "Theme",
  "notifications": "Notifications",
  "language": "English/Polish Language",
  "version": "Version 1.0.0",
  "rateUs": "Rate us",
  "rateUsMessage": "Thank you! Your feedback is very important to us.",
  "notificationsEnabled": "Enabled",
  "notificationsDisabled": "Disabled",
  "home": "Home",
  "playlist": "Playlist",
  "articles": "Articles",
  "profile": "Profile",
  "header_articles": "Articles",
  "lofiWhatIsIt": "What is Lofi music?",
  "lofiWhatIsItContent": "Lofi (short for low fidelity) is a music genre characterized by the deliberate use of sound imperfections, such as crackles, noise, or distortions. It originated in the 1980s but gained popularity through platforms like YouTube. Lofi is the perfect choice for people seeking relaxation, focus, or a gentle background for studying and working. It is often accompanied by minimalist visuals, such as retro-style animations or images of urban landscapes.",
  "lofiForWorkAndStudy": "Why does Lofi help with studying and work?",
  "lofiForWorkAndStudyContent": "Lofi music is often chosen as background music for studying and working because of its slow tempo and repetitive rhythms, which do not distract attention. Its low intensity and lack of lyrics make it easier for the brain to focus on tasks. Moreover, the subtle sound imperfections can have a calming effect, reducing stress and boosting productivity.",
  "lofiGirlHistory": "The history of the famous 'Lofi Girl'",
  "lofiGirlHistoryContent": "The 'Lofi Girl' is an iconic figure known from live streams featuring Lofi music on YouTube. She originates from the Lofi Girl channel, previously known as ChilledCow. The girl with a cat on the windowsill and books has accompanied listeners for years, creating a warm and nostalgic atmosphere. Today, the channel is one of the most popular places online to find 24/7 Lofi music.",
  "closeButton": "Close",
  "title_home": "Lofi Sounds",
  "welcome": "Hello user!",
  "subText": "What do you want to listen to today?",
  "playRandomSong": "Daily Lofi recommendation",
  "chooseMusic": "Choose your music",
  "topArtist": "Top artists",
  "noArtistFound": "No artists found",
  "yourPlaylist": "Your Playlist",
  "yourPlaylistEmpty": "Your Playlist is empty!"
}
