{
  "settings": "Ustawienia",
  "theme": "Motyw",
  "notifications": "Powiadomienia",
  "language": "Język angielski/polski",
  "version": "Wersja 1.0.0",
  "rateUs": "Oceń nas",
  "rateUsMessage": "Dziękujemy! Twoja opinia jest dla nas bardzo ważna.",
  "notificationsEnabled": "Włączone",
  "notificationsDisabled": "Wyłączone",
  "home": "Start",
  "playlist": "Playlista",
  "articles": "Artykuły",
  "profile": "Profil",
  "header_articles": "Artykuły",
  "lofiWhatIsIt": "Czym jest muzyka Lofi?",
  "lofiWhatIsItContent": "Lofi (z ang. low fidelity) to gatunek muzyki charakteryzujący się celowym wykorzystaniem niedoskonałości dźwięku, takich jak trzaski, szumy czy zakłócenia. Powstał w latach 80., ale zyskał popularność dzięki platformom takim jak YouTube. Lofi to idealny wybór dla osób szukających relaksu, skupienia lub delikatnego tła do nauki i pracy. Często towarzyszą mu minimalistyczne wizualizacje, np. animacje w stylu retro czy obrazy miejskich krajobrazów.",
  "lofiForWorkAndStudy": "Dlaczego Lofi pomaga w nauce i pracy?",
  "lofiForWorkAndStudyContent": "Muzyka Lofi jest często wybierana jako tło do nauki i pracy, ponieważ ma wolne tempo i powtarzalne rytmy, które nie odciągają uwagi. Niska intensywność i brak tekstów sprawiają, że mózg łatwiej skupia się na wykonywanych zadaniach. Ponadto, subtelne niedoskonałości dźwięku mogą działać uspokajająco, co redukuje stres i poprawia produktywność.",
  "lofiGirlHistory": "Historia słynnej postaci „Lofi Girl”",
  "lofiGirlHistoryContent": "„Lofi Girl” to ikoniczna postać znana z transmisji na żywo z muzyką Lofi na YouTube. Pochodzi z kanału Lofi Girl, wcześniej znanego jako ChilledCow. Dziewczyna z kotem na parapecie i książkami towarzyszyła słuchaczom przez lata, tworząc ciepłą i nostalgiczną atmosferę. Dziś kanał jest jednym z najpopularniejszych miejsc w sieci, gdzie można znaleźć muzykę Lofi 24/7.",
  "closeButton": "Zamknij",
  "title_home": "Lofi Sounds",
  "welcome": "Witaj użytkowniku!",
  "subText": "Czego chcesz dziś posłuchać?",
  "playRandomSong": "Codzienna rekomendacja Lofi",
  "chooseMusic": "Wybierz swoją muzykę",
  "topArtist": "Najlepsi artyści",
  "noArtistFound": "Nie znaleziono artystów",
  "yourPlaylist": "Twoja Playlista",
  "yourPlaylistEmpty": "Twoja playlista jest pusta!"
}
